{
  "basics": {
    "name": "Georgeos Hardo",
    "email": "gh464@cantab.ac.uk",
    "website": "https://academicpages.github.io",
    "summary": "Freshly graduated PhD from University of Cambridge, and incoming assistant professor at UAE University in August 2025!",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "Al Ain",
      "countryCode": "AE",
      "region": "Abu Dhabi"
    },
    "profiles": [
      {
        "network": "Google Scholar",
        "username": "",
        "url": "https://scholar.google.com/citations?user=M2ZIgmYAAAAJ&hl=en"
      },
      {
        "network": "GitHub",
        "username": "academicpages",
        "url": "https://github.com/georgeoshardo"
      }
    ]
  },
  "work": [
    {
      "company": "Department of Engineering - Cambridge University",
      "position": "Researcher in Systems Biology and Single-Cell Microbiology",
      "startDate": "January 2020",
      "endDate": "Present (PhD completed in April 2025)",
      "highlights": [
        "I used smart microscopy combined with advanced deep-learning based bioimage analysis to do ultra-high-throughput single-cell imaging of bacteria in microfluidic devices.",
        "I use these techniques to investigate heterogeneity in bacteria at the single-cell level, with applications pertaining to antibiotic resistance, persistence, and phage therapy, but also to enhance the throughput and efficacy of genetic engineering and synthetic biology techniques.",
        "Built deep learning based systems that can image over ~10e6 cell lineages across time, building datasets of millions division events in a single experiment.",
        "I built and maintain custom software packages that use machine-learning based methods to handle, analyse, and track cells in these huge datasets"
      ]
    },
    {
      "company": "Nemesis Bioscience - Cambridge, UK",
      "position": "PhD Industrial Research Placement",
      "startDate": "January 2022",
      "endDate": "April 2022",
      "highlights": [
        "I took a 4 month break during my PhD to work in a phage therapy startup.",
        "Developed deep learning based models to classify phage proteins.",
        "Used bioinformatic techniques to optimise the design of custom-built phages.",
        "As of 2024, continued collaboration to bring Nemesis’ technology to help tackle the antibiotic resistance crisis."
      ]
    },
    {
      "company": "AstraZeneca/MedImmune - Cambridge, UK",
      "position": "Graduate Researcher",
      "startDate": "June 2019",
      "endDate": "September 2019",
      "highlights": [
        "Engineered 5’ and 3’ mRNA UTRs to enhance in vivo stability and protein expression, using deep learning to predict and optimise mRNA expression/stability from UTR sequences.",
        "Developed generative AI models to design high-expression 5’ UTRs, identifying key regulatory motifs, and validating through successful in vivo transfection in human cell lines."
      ]
    },
    {
      "company": "Dept. of Chemical Engineering and Biotechnology, Sustaintable Reaction Engineering Group - University of Cambridge",
      "position": "Researcher",
      "startDate": "September 2018",
      "endDate": "June 2019",
      "highlights": [
        "Developed graph-theory based tools and algorithms to model and search the entire organic chemistry literature as a network.",
        "Created an all-in-one toolkit for efficient selection of reaction synthesis pathways, optimizing for yield, conditions, feasibility, and other parameters.."
      ]
    }
  ],
  "education": [
    {
      "institution": "Control Group, Department of Engineering, University of Cambridge",
      "area": "PhD in Systems/quantitative microbiology",
      "studyType": "",
      "startDate": "",
      "endDate": "2025",
      "gpa": null,
      "courses": []
    },
    {
      "institution": "Department of Chemical Engineering and Biotechnology, University of Cambridge",
      "area": "MPhil in Biotechnology",
      "studyType": "",
      "startDate": "",
      "endDate": "2019",
      "gpa": null,
      "courses": []
    },
    {
      "institution": "Department of Chemical and Biological Engineering, University of Sheffield",
      "area": "B.Eng in Chemical Engineering",
      "studyType": "",
      "startDate": "",
      "endDate": "2018",
      "gpa": null,
      "courses": []
    }
  ],
  "skills": [],
  "languages": [],
"interests": [
  {
    "name": "Bioimage analysis",
    "keywords": ["Deep Learning", "Segmentation", "Tracking"]
  },
  {
    "name": "Systems Biology",
    "keywords": ["Antibiotic persistence", "Antibiotic resistance", "Modelling biophysics of cell growth"]
  },
  {
    "name": "Microscopy",
    "keywords": ["Widefield microscopy", "Virtual microscopy", "High throughput single-cell imaging"]
  },
  {
    "name": "Microfluidics",
    "keywords": ["The mother machine", "Single cell chemostats"]
  }
]
  ,
  "references": [],
  "publications": [
    {
      "name": "Electrochemical coupling of porin permeability and metabolism controls antibiotic resistance in bacteria",
      "publisher": "bioRxiv - currently in second review in Nature Micro",
      "releaseDate": "2022-07-13",
      "website": "https://www.biorxiv.org/content/10.1101/2022.07.13.499887v1.full",
      "summary": "Joined this work as an author in 2024-25. This paper showes that the permeability of bacterial porin is dynamically regulated by periplasmic pH and potassium levels, altering antibiotic resistance."
    },
    {
      "name": "Single-cell imaging of the lytic phage life cycle in bacteria",
      "publisher": "bioRxiv - currently in review in Cell Systems",
      "releaseDate": "2024-10-22",
      "website": "https://www.biorxiv.org/content/10.1101/2024.04.11.588870v3.full",
      "summary": "Single-cell imaging reveals heterogeneous kinetics and physiological coupling in bacteriophage T7 infection dynamics."
    },
    {
      "name": "Quantitative microbiology with widefield microscopy: navigating optical artefacts for accurate interpretations",
      "publisher": "npj Imaging",
      "releaseDate": "2024-08-02",
      "website": "https://www.nature.com/articles/s44303-024-00024-4",
      "summary": "Addresses systematic errors in quantitative widefield microscopy of microbes (size, intensity, single-molecule counting) due to projection and diffraction, proposing synthetic data and machine learning for accurate interpretation."
    },
    {
      "name": "Synthetic Micrographs of Bacteria (SyMBac) allows accurate segmentation of bacterial cells using deep neural networks",
      "publisher": "BMC Biology",
      "releaseDate": "2022-11-30",
      "website": "https://bmcbiol.biomedcentral.com/articles/10.1186/s12915-022-01453-6",
      "summary": "Developed SyMBac, a novel method for accurate bacterial cell segmentation using deep neural networks trained with synthetically generated micrographs, outperforming human-annotated data."
    },
    {
      "name": "Challenges of analysing stochastic gene expression in bacteria using single-cell time-lapse experiments",
      "publisher": "Essays in Biochemistry",
      "releaseDate": "2021-04-16",
      "website": "https://doi.org/10.1042/EBC20200015",
      "summary": "We outline a rigorous framework for single-cell time-lapse experiments to analyze stochastic gene expression in bacteria."
    }
  ],
  "presentations": [
    {
      "name": "Optical illusions in quantitative microbiology with widefield microscopy",
      "event": "Warwick-Cambridge Quantitative Cell Biology Symposium",
      "date": "2024",
      "location": "Warwick, UK",
      "description": ""
    },
    {
      "name": "Optical illusions and artefacts in the use of widefield microscopy for microbiology",
      "event": "Physics of Living Matter Early Career Researcher Conference",
      "date": "2023",
      "location": "Cambridge, UK",
      "description": ""
    },
    {
      "name": "Quantitative Microbiology with Microscopy: Effects of Projection and Diffraction",
      "event": "Physics of Life Conference",
      "date": "2023",
      "location": "Harrogate, UK",
      "description": ""
    },
    {
      "name": "Accurate Segmentation of Bacterial Cells Using Synthetic Training Data Reveals Novel Size Regulation Behaviour",
      "event": "ASM Microbe Conference",
      "date": "2022",
      "location": "Washington DC, USA",
      "description": ""
    },
    {
      "name": "SyMBac: Synthetic Training Data for Accurate and Precise Segmentation of Bacteria",
      "event": "Physics of Living Matter Conference",
      "date": "2021",
      "location": "Cambridge, UK",
      "description": ""
    }
  ],
  "teaching": [
    {
      "course": "Cambridge University Synthetic Biology Society",
      "institution": "University of Cambridge and iGEM",
      "role": "Instructor",
      "description": "I mentor undergraduates and graduate members of the Cambridge University Synthetic Biology Society in the fields of synthetic biology and molecular biology year round, giving talks on mathematical modelling of gene expression systems, and analysis of bioimage data. I also mentor students during the iGEM (International Genetically Engineered Machine) competition each summer, taking the lead on the mathematical and computational side of the project."
    },
    {
      "course": "BioDesign - MPhil Computational Biology ",
      "institution": "Department of Applied Mathematics and Theoretical Physics - University of Cambridge",
      "role": "Supervisor and demonstrator",
      "description": "Taught introductory mathematics for biologists, general biology for engineers and mathematicians, synthetic biology, genetic circuit design, modelling genetic circuits. Ran labs covering the theoretical (computational) design of COVID-19 mRNA vaccines, and the mathematics behind and implementation of modern DNA computing."
    },
    {
      "course": "Part III Systems Biology",
      "institution": "Cambridge Systems Biology Centre - University of Cambridge",
      "role": "Supervisor",
      "description": "An advanced and mathematics focussed 4th year undergraduate course for the top performers of the Cambridge Natural Sciences Tripos. Taught evolutionary modelling, stochastic modelling of gene expression, synthetic biology principles, bioinformatics, game theory."
    },
    {
      "course": "Mathematical Biology - Natural Sciences Tripos",
      "institution": "Corpus Christi, Pembroke, and St Catherine's Colleges - University of Cambridge",
      "role": "Supervisor",
      "description": "A year-long mathematics course for undergraduates, encompassing a quarter of their teaching time in the first year. Taught probability theory, linear algebra, probability theory, statistics, linear models, calculus, differential equations, biological systems modelling."
    }
  ]
}